export const LevelList = [
  { value: 'local', label: '原厂'},
  { value: 'expert', label: '专家级'},
  { value: 'main', label: '骨干级'},
  { value: 'normal', label: '普通级'},
  { value: 'undefined', label: '未定级'}
];
export const UserTypeList = [
  { value: 'local', label: '原厂'},
  { value: 'A', label: 'A类'},
  { value: 'B', label: 'B类'},
  { value: 'C', label: '其他'}
];
export const CompanyList = [
  "新华三技术有限公司",
  "四川智天远科技有限公司",
  "北京绿色苹果技术有限公司",
  "紫光云数科技有限公司",
  "杭州洞察力数据科技有限公司",
  "湖南维创信息技术有限公司",
  "北京万维信达科技有限公司",
  "南京建策科技股份有限公司",
  "西安华维电子科技有限公司",
  "河北华恒信通信技术有限公司",
  "成都山康技术服务有限公司",
  "成都新路电脑有限责任公司",
  "江西英迈信息技术有限公司",
  "广州佳众联科技有限公司",
  "杭州谷钉纹信息技术有限公司",
  "山东网行健通信技术有限公司",
  "北京青匠工创技术有限公司",
  "河南省长天世纪电子科技有限公司",
  "杭州亚服技术服务有限公司",
  "长沙博卓信息技术有限公司",
  "丰沃创新（北京）科技有限公司",
  "紫光软件系统有限公司",
  "南京盛佳建业科技有限责任公司",
  "成都二八信息科技有限公司",
  "杭州东信网络技术有限公司",
  "武汉瑞桥科技有限公司",
  "四川诺帆睿途信息技术有限公司",
  "杭州弧聚科技有限公司",
  "上海热璞网络科技有限公司",
  "四川东华一科技有限公司",
  "重庆北归信息技术有限公司"
]
export default {
  LevelList,
  UserTypeList,
  CompanyList
};
